{"sinraptor": "Man sized.  2 legged.  2 arms.  Green scales.  Uses swords", "Rin": "Rival  to Effluvia. Magician\n", "Ashilo": "Southern City.  Reduced to rubble in Ch 2", "Gryld": "Smart octopoid race. No government.   Many work for Conclave.  Undersea creature", "Saurians": "Aquatic species.  Lizard men.  At war with Grylds", "Tzith-Sak": "Archmage.  Leader of Conclave.  Possessed by demon in Ch 1", "Effluvia": "2nd in Conclave.  Thermomage.  Needs heat or fire to cast spells, except for Disintegratos", "Etch-gryld": "One of the Grylds.  Note the use of caps in his name.  Searches for magic items on ocean floor for Tzith-Sak", "Frogstrocities": "giant frogs.  Do not use weapons.  Uses claws", "Tyranodactyl": "T-rex head on terrodactyl body.  Screeches when attacking or wounded.", "Galeos": "High tech world.  Saarik's home world.", "Cascading Lightning Bolt": "jumps from person to person.  Tzith-Sak can cast it and a few Electromages", "Electromages": "uses lightning\n", "Thermomage": "controls fire and heat\n", "Castle Glynna": "The cylindrical castle on the Isle of Glynna.  Saarik designed it.  Well, technically Tim did.", "Glynna": "The island Saarik moves the rebels too.", "Artifacts of Obliskos": "A sword, a helm, a shield and a breast plate.\nSword slows down time for wielder.  Help lets you see other guy's true nature.", "Blue Fins": "A race of undersea humans who had evolved naturally in Imtrund's ocean.  Robin's egg blue skin, tall ears and webbed hands.  they have tamed sea horses.", "Sea Horse Knights": "9 armored Blue Skins on armored Sea Horses.\n", "9": "A magic number on Imtrund.  A god may only have 9 knights, if a person breaks 9 oaths they die, etc. These are natural laws that govern Imtrund.", "Vampire Sharks": "Dont pet one.", "Brass Platemail of Glynna.": "A single suit of armor.  Made by Sheila.  covered in ruins and spells.  Light and strong.  Her first relic.", "Davina": "changed to Savinalos.  please change it if you see Davina in War Machines of von Saarik.  Archer that works for Saarik.", "Savinalos": "Archer that works for Saarik.", "Brass Corsair": "An all brass viking ship.  Can beach during battle to unload troops. Does not have rowboats to slow the narrative down.", "Issoc": "Gunnar's helmsman on the Brass Corsair", "Bestial Fish": "a broad, muscular reptile that can clamber on land to kill.  A cross between a prehistoric fish and an alligator.", "spiked octopi": "undersea monster. A hallucinating dragon dreamed one up once. still it might be real. It's Imtrund!", "Snapper Squid Knights": "9 of them.  Each a Red-Shelled Snapper on a horse sized squid.  They serve Obeliskos.", "paladin": "Paladins on Imtrund are very different from the D&D type.  On Imtrund a god can have only 9 Knights but unlimited, lesser strength paladins.  The name basically just means holy warrior."}